{
  "name": "Bag of Bramble Beasts",
  "_id": "KPbagofbramblebe",
  "effects": [],
  "folder": null,
  "flags": {
    "black-flag": {
      "relationship": {}
    }
  },
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "activities": {},
    "uses": {},
    "description": {
      "value": "<p><em>Wondrous item, uncommon</em><br>This ordinary bag, made from green cloth, appears empty. Reaching inside the bag, however, reveals the presence of a small, spiky object. The bag weighs 1/2 pound.<br>You can use an action to pull the spiky object from the bag and throw it up to 20 feet. When the object lands, it transforms into a creature you determine by rolling a d8 and consulting the below table. The creature is a bramble version of the beast listed in the table. The creature vanishes at the next dawn or when it is reduced to 0 hit points.<br>The creature is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its next turn, or give it general orders, such as to attack your enemies. In the absence of such orders, the creature acts in a fashion appropriate to its nature.<br>Once three spiky objects have been pulled from the bag, the bag can’t be used again until the next dawn.<br>Alternatively, one willing animal companion or familiar can be placed in the bag for 1 week. A non-beast animal companion or familiar that is placed in the bag is treated as if it had been placed into a <em>@UUID[Compendium.dnd5e.items.Item.aDHRuUs29SrumWfq]{bag of holding}</em> and can be removed from the bag at any time. A beast animal companion or familiar disappears once placed in the bag, and the bag’s magic is dormant until the week is up. At the end of the week, the animal companion or familiar exits the bag as a bramble creature and can be returned to its original form only with a <em>@UUID[Compendium.black-flag.spells.Item.TB5mhD1xitrWMfX6]{wish}</em>. The creature retains its status as an animal companion or familiar after its transformation and can choose to activate or deactivate its Thorn Body trait as a bonus action. A transformed familiar can be re-summoned with the find familiar spell. Once the bag has been used to change an animal companion or familiar into a bramble creature, it becomes an ordinary, nonmagical bag.<table><tr><th>1d6</th><th>Creature</th></tr><tr><td>1</td><td>@UUID[Compendium.black-flag.npcs.Actor.VeVmo85SztJhGZsN]{Weasel}</td></tr><tr><td>2</td><td>@UUID[Compendium.black-flag.npcs.Actor.XfSCmCndblO973ag]{Giant rat}</td></tr><tr><td>3</td><td>@UUID[Compendium.black-flag.npcs.Actor.Ss0Bwrs6FOveDoFy]{Badger}</td></tr><tr><td>4</td><td>@UUID[Compendium.black-flag.npcs.Actor.VgI9TWuZwWjD2xgg]{Boar}</td></tr><tr><td>5</td><td>@UUID[Compendium.black-flag.npcs.Actor.vsJSzta9m9xgEXbW]{Panther}</td></tr><tr><td>6</td><td>@UUID[Compendium.black-flag.npcs.Actor.6aHtiu1tmyE9zRkJ]{Giant badger}</td></tr></table><br>Content licensed under the @UUID[Compendium.koboldpressogl-bf.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "source": {
        "book": "VoM"
      }
    },
    "identifier": {
      "value": "bag-of-bramble-beasts"
    },
    "container": null,
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "quantity": 1,
    "rarity": "uncommon",
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "attunement": {
      "value": ""
    },
    "properties": [
      "magical"
    ],
    "type": {
      "category": ""
    }
  },
  "_key": "!items!KPbagofbramblebe"
}
