{
  "name": "Figurine of Wondrous Power",
  "_id": "KPfigurineofwon1",
  "effects": [],
  "folder": null,
  "flags": {
    "black-flag": {
      "relationship": {}
    }
  },
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "activities": {},
    "uses": {
      "spent": 0,
      "recovery": [
        {
          "period": "longRest",
          "type": "recoverAll"
        }
      ],
      "max": "24"
    },
    "description": {
      "value": "<p><em>Wondrous item, rarity varies</em><br>The following are additional <em>figurine of wondrous power</em> options.<br><em><strong>Amber Bee (Uncommon).</strong></em> This amber statuette is of a honeybee. It can become a @UUID[Compendium.koboldpressogl-bf.koboldpressmonsters.Actor.KPgianthoneybee0]{giant honey bee} for up to 6 hours. Once it has been used, it can’t be used again until 2 days have passed.<br><em><strong>Basalt Cockatrice (Uncommon).</strong></em> This basalt statuette is carved in the likeness of a cockatrice. It can become a @UUID[Compendium.black-flag.npcs.Actor.mdERCYbI7VnDABew]{cockatrice} for up to 1 hour. Once it has been used, it can’t be used again until 2 days have passed. While it is in cockatrice form, you and your allies within 30 feet of it have advantage on saving throws against being petrified.<br><em><strong>Coral Shark (Rare).</strong></em> This coral statuette of a shark can become a @UUID[Compendium.black-flag.npcs.Actor.w6hV6Lspei6Bb5r5]{hunter shark} for up to 6 hours. It can be ridden as a mount, and the rider can breathe underwater while riding it. Once it has been used, it can’t be used again until 5 days have passed.<br><em><strong>Hematite Aurochs (Rare).</strong></em> This hematite statuette can become a @UUID[Compendium.koboldpressogl-bf.koboldpressmonsters.Actor.KPbull0000000000]{bull}. It has 24 charges, and each hour or portion thereof it spends in beast form costs 1 charge. While it has charges, you can use it as often as you wish. When it runs out of charges, it reverts to a figurine and can’t be used again until 7 days have passed, when it regains all its charges. While in bull form, it is considered to be a Huge creature for the purpose of determining its carrying capacity, and nonmagical difficult terrain doesn’t cost it extra movement.<br><em><strong>Lapis Camel (Rare).</strong></em> This lapis camel can become a @UUID[Compendium.black-flag.npcs.Actor.pIR9tOfVD3TBs02T]{camel}. It has 24 charges, and each hour or portion thereof it spends in camel form costs 1 charge. While it has charges, you can use it as often as you wish. When it runs out of charges, it reverts to a figurine and can’t be used again until 7 days have passed, when it regains all its charges. While in camel form, the lapis camel has a blue tint to its fur, and it can spit globs of acid at a creature that attacks it or its rider. This spit works like the <em>@UUID[Compendium.black-flag.spells.Item.DKzR55hjIkf4r8tJ]{acid splash}</em> spell (save DC 9).<br><em><strong>Marble Mistwolf (Rare).</strong></em> This white marble statuette is of a wolf. It can become a @UUID[Compendium.black-flag.npcs.Actor.jrFETGwaRC12Gcgo]{dire wolf} for up to 6 hours. At your command, it can cast the <em>@UUID[Compendium.black-flag.spells.Item.cvyXEJ2dVH7aG5Px]{fog cloud}</em> spell. Each time it does, its duration is reduced by 1 hour. Once its duration ends, it can’t be used again until 5 days have passed.<br><em><strong>Tin Dog (Common).</strong></em> This simple, tin statuette can become a dog for up to 8 hours, loyally following your commands to the best of its abilities. The dog uses the statistics of a @UUID[Compendium.black-flag.npcs.Actor.yjd5EqF2xIbyppga]{jackal}, except the dog has a Strength of 10. Once it has been used, the figurine can’t be used again until 2 days have passed.<br><em><strong>Violet Octopoid (Rare).</strong></em> A disturbing statuette carved in purple sugilite, the tentacled, violet octopoid can become an ambulatory, amphibious giant octopus for up to 6 hours. Use the statistics of a @UUID[Compendium.black-flag.npcs.Actor.vlB6jIBlQqXBM2QF]{giant octopus}, except it has 100 hit points and can make two tentacle attacks each turn. Once it has been used, it can’t be used again until 3 days have passed. If you speak the command word in Void Speech, the octopus has an Intelligence score of 9 and can make three tentacle attacks each turn.<br>Content licensed under the @UUID[Compendium.koboldpressogl-bf.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "source": {
        "book": "VoM"
      }
    },
    "identifier": {
      "value": "figurine-of-wondrous-power"
    },
    "container": null,
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "quantity": 1,
    "rarity": "",
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "attunement": {
      "value": ""
    },
    "properties": [
      "magical"
    ],
    "type": {
      "category": ""
    }
  },
  "_key": "!items!KPfigurineofwon1"
}
