{
  "name": "Haunted Portrait",
  "_id": "KPhauntedportrai",
  "effects": [],
  "folder": null,
  "flags": {
    "black-flag": {
      "relationship": {}
    }
  },
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "activities": {},
    "uses": {},
    "description": {
      "value": "<p><em>Wondrous Item, Rare</em><br>These masterful portraits can be of any style or subject, though they typically contain one or more humanoid creatures. There are two varieties of haunted portrait: benevolent and malevolent.<br>Both are activated by hanging on a vertical surface and speaking its command word within 5 feet of it. It remains activated unless its command word is spoken again or unless it is removed from the wall. Removing a <em>haunted portrait</em> from its hanger while it is active requires a successful DC 15 Wisdom saving throw or you feel compelled to leave it where it is.<br><em><strong>Malevolent Haunted Portrait.</strong></em> These portraits depict an intimidating, dour, or fearful mood, inspiring feelings of paranoia and dread. The eyes in these portraits follow you, and the painting’s shadows shift in sinister ways when you look away.<br>All creatures within 30 feet of a <em>malevolent haunted portrait</em> they can see suffer disadvantage on Wisdom (Perception) checks and saving throws made to resist becoming frightened. Creatures immune to fear are also immune to this effect.<br><em><strong>Benevolent Haunted Portrait.</strong></em> These portraits have a lighter mood, depicting subjects that are sometimes sad but often dreamy, happy, or nostalgic. The details of the painting shift when you look away, but the changes are benign.<br>Once per day, one creature may ask the <em>benevolent haunted portrait</em> a question (in any non-secret language). Over the course of 1 minute, details in the painting shift to provide a clue relevant to the question asked. Depending on the question, this may function as <em>@UUID[Compendium.black-flag.spells.Item.5XC70iK7GvVRh0xx]{divination}</em> or <em>@UUID[Compendium.black-flag.spells.Item.CnNNEgO2tpR1uMZ6]{augury}</em> or may grant the asker advantage on their next Intelligence or Wisdom check.<br>Content licensed under the @UUID[Compendium.koboldpressogl-bf.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "source": {
        "book": "YFYiaHH"
      }
    },
    "identifier": {
      "value": "haunted-portrait"
    },
    "container": null,
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "quantity": 1,
    "rarity": "rare",
    "weight": {
      "value": 0,
      "units": "pound"
    },
    "attunement": {
      "value": ""
    },
    "properties": [
      "magical"
    ],
    "type": {
      "category": ""
    }
  },
  "_key": "!items!KPhauntedportrai"
}
